{
    "gameRecord":
    [  
    {"gameTitle":"Tree of Savior","maxPlayers":5,"pvp":"true","pve":"true","steamUrl":"https://store.steampowered.com/app/372000/Tree_of_Savior_English_Ver/","gameDescription":"Tree of Savior is an MMORPG in which you embark on a journey to search for the goddesses in the world of chaos. Fairy-tale like colors accompanied with beautiful graphics in TOS will have you reminiscing about precious moments all throughout the game.","steamRating":"Mixed","gameImage":"TOS.PNG"},
    {"gameTitle":"Final Fantasy XIV","maxPlayers":8,"pvp":"true","pve":"true","steamUrl":"https://store.steampowered.com/app/39210/FINAL_FANTASY_XIV_Online/","gameDescription":"Final Fantasy XIV is an MMORPG and features a persistent world in which players can interact with each other and the environment. Players create and customize their characters for use in the game, including name, race, gender, facial features, and starting class.","steamRating":"Very Positive","gameImage":"FFXIV.PNG"},
    {"gameTitle":"Elder Scrolls Online","maxPlayers":24,"pvp":"true","pve":"true","steamUrl":"https://store.steampowered.com/app/306130/The_Elder_Scrolls_Online/","gameDescription":"Experience an ever-expanding story across all of Tamriel in The Elder Scrolls Online, an award-winning online RPG. Explore a rich, living world with friends or embark upon a solo adventure. Enjoy complete control over how your character looks and plays, from the weapons you wield to the skills you learn – the choices you make will shape your destiny. Welcome to a world without limits.","steamRating":"Very Positive","gameImage":"ESO.PNG"},
    {"gameTitle":"Temtem","maxPlayers":2,"pvp":"true","pve":"true","steamUrl":"https://store.steampowered.com/app/745920/Temtem/","gameDescription":"Temtem is a massively multiplayer creature-collection adventure. Seek adventure in the lovely Airborne Archipelago alongside your Temtem squad. Catch every Temtem, battle other tamers, customize your house, join a friend's adventure or explore the dynamic online world.","steamRating":"Very Positive", "gameImage":"temtem.PNG"},
    {"gameTitle":"New World","maxPlayers":8,"pvp":"true","pve":"true","steamUrl":"https://store.steampowered.com/app/1063730/New_World/","gameDescription":"Fate has summoned you to the shores of Aeternum, the Eternal Isle. Overcome the brutal legions of The Corrupted and draw battle lines with competing players in this land of danger and opportunity. In a land hell-bent on your destruction, what will you do to survive?","steamRating":"None", "gameImage":"newWorld.PNG"},
    {"gameTitle":"ARK","maxPlayers":8,"pvp":"true","pve":"true","steamUrl":"https://store.steampowered.com/app/346110/ARK_Survival_Evolved/","gameDescription":"Stranded on the shores of a mysterious island, you must learn to survive. Use your cunning to kill or tame the primeval creatures roaming the land, and encounter other players to survive, dominate and escape!","steamRating":"Mostly Positive","gameImage":"ark.PNG"},
    {"gameTitle":"Black Desert Online","maxPlayers":5,"pvp":"true","pve":"true","steamUrl":"https://store.steampowered.com/app/582660/Black_Desert_Online/","gameDescription":"Black Desert Online is a sandbox, living-world MMORPG. Experience fast-paced, action-packed combat, hunt monsters and huge bosses, fight with friends in a guild to siege nodes and conquer castles, train your life skills such as fishing, trading, crafting, cooking, and much more!","steamRating":"Mostly Positive","gameImage":"BDO.PNG"},
    {"gameTitle":"Warframe","maxPlayers":4,"pvp":"false","pve":"true","steamUrl":"https://store.steampowered.com/app/230410/Warframe/","gameDescription":"Warframe is a cooperative free-to-play third person online action game set in an evolving sci-fi world.","steamRating":"Very Positive","gameImage":"warframe.PNG"},
    {"gameTitle":"Raft","maxPlayers":8,"pvp":"false","pve":"true","steamUrl":"https://store.steampowered.com/app/648800/Raft/","gameDescription":"Raft throws you and your friends into an epic oceanic adventure! Alone or together, players battle to survive a perilous voyage across a vast sea! Gather debris, scavenge reefs and build your own floating home, but be wary of the man-eating sharks!","steamRating":"Very Positive","gameImage":"raft.PNG"},
    {"gameTitle":"The Division","maxPlayers":3,"pvp":"true","pve":"true","steamUrl":"https://store.steampowered.com/app/365590/Tom_Clancys_The_Division/","gameDescription":"After a deadly pandemic sweeps through New York, it's up to Agents to save what remains. Complete missions, explore the Dark Zone, and fight back enemy factions alone or with 3 friends. Experience a full endgame offering you new PvP and PvE modes.","steamRating":"Mixed","gameImage":"division.PNG"}
    ],
    "Status":"OK"
}
